{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v4.17.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of119.bin", "group1-shard2of119.bin", "group1-shard3of119.bin", "group1-shard4of119.bin", "group1-shard5of119.bin", "group1-shard6of119.bin", "group1-shard7of119.bin", "group1-shard8of119.bin", "group1-shard9of119.bin", "group1-shard10of119.bin", "group1-shard11of119.bin", "group1-shard12of119.bin", "group1-shard13of119.bin", "group1-shard14of119.bin", "group1-shard15of119.bin", "group1-shard16of119.bin", "group1-shard17of119.bin", "group1-shard18of119.bin", "group1-shard19of119.bin", "group1-shard20of119.bin", "group1-shard21of119.bin", "group1-shard22of119.bin", "group1-shard23of119.bin", "group1-shard24of119.bin", "group1-shard25of119.bin", "group1-shard26of119.bin", "group1-shard27of119.bin", "group1-shard28of119.bin", "group1-shard29of119.bin", "group1-shard30of119.bin", "group1-shard31of119.bin", "group1-shard32of119.bin", "group1-shard33of119.bin", "group1-shard34of119.bin", "group1-shard35of119.bin", "group1-shard36of119.bin", "group1-shard37of119.bin", "group1-shard38of119.bin", "group1-shard39of119.bin", "group1-shard40of119.bin", "group1-shard41of119.bin", "group1-shard42of119.bin", "group1-shard43of119.bin", "group1-shard44of119.bin", "group1-shard45of119.bin", "group1-shard46of119.bin", "group1-shard47of119.bin", "group1-shard48of119.bin", "group1-shard49of119.bin", "group1-shard50of119.bin", "group1-shard51of119.bin", "group1-shard52of119.bin", "group1-shard53of119.bin", "group1-shard54of119.bin", "group1-shard55of119.bin", "group1-shard56of119.bin", "group1-shard57of119.bin", "group1-shard58of119.bin", "group1-shard59of119.bin", "group1-shard60of119.bin", "group1-shard61of119.bin", "group1-shard62of119.bin", "group1-shard63of119.bin", "group1-shard64of119.bin", "group1-shard65of119.bin", "group1-shard66of119.bin", "group1-shard67of119.bin", "group1-shard68of119.bin", "group1-shard69of119.bin", "group1-shard70of119.bin", "group1-shard71of119.bin", "group1-shard72of119.bin", "group1-shard73of119.bin", "group1-shard74of119.bin", "group1-shard75of119.bin", "group1-shard76of119.bin", "group1-shard77of119.bin", "group1-shard78of119.bin", "group1-shard79of119.bin", "group1-shard80of119.bin", "group1-shard81of119.bin", "group1-shard82of119.bin", "group1-shard83of119.bin", "group1-shard84of119.bin", "group1-shard85of119.bin", "group1-shard86of119.bin", "group1-shard87of119.bin", "group1-shard88of119.bin", "group1-shard89of119.bin", "group1-shard90of119.bin", "group1-shard91of119.bin", "group1-shard92of119.bin", "group1-shard93of119.bin", "group1-shard94of119.bin", "group1-shard95of119.bin", "group1-shard96of119.bin", "group1-shard97of119.bin", "group1-shard98of119.bin", "group1-shard99of119.bin", "group1-shard100of119.bin", "group1-shard101of119.bin", "group1-shard102of119.bin", "group1-shard103of119.bin", "group1-shard104of119.bin", "group1-shard105of119.bin", "group1-shard106of119.bin", "group1-shard107of119.bin", "group1-shard108of119.bin", "group1-shard109of119.bin", "group1-shard110of119.bin", "group1-shard111of119.bin", "group1-shard112of119.bin", "group1-shard113of119.bin", "group1-shard114of119.bin", "group1-shard115of119.bin", "group1-shard116of119.bin", "group1-shard117of119.bin", "group1-shard118of119.bin", "group1-shard119of119.bin"], "weights": [{"name": "tfgp_t2lm_head_model/transformer/wte/weight", "shape": [50257, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/wpe/embeddings", "shape": [1024, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._0/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._1/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._2/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._3/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._4/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._5/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._6/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._7/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._8/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._9/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._10/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/ln_1/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/ln_1/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/attn/c_attn/weight", "shape": [768, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/attn/c_attn/bias", "shape": [1, 2304], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/attn/c_proj/weight", "shape": [768, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/attn/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/ln_2/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/ln_2/beta", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/mlp/c_fc/weight", "shape": [768, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/mlp/c_fc/bias", "shape": [1, 3072], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/mlp/c_proj/weight", "shape": [3072, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/h_._11/mlp/c_proj/bias", "shape": [1, 768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/ln_f/gamma", "shape": [768], "dtype": "float32"}, {"name": "tfgp_t2lm_head_model/transformer/ln_f/beta", "shape": [768], "dtype": "float32"}]}]}